Repository: otsaloma/pan-bikes
Catalog: po/*.po
Languages: ru, sl_si

source: Connection timed out
ru: Нет доступа в сеть
sl_si: Čas za povezavo je potekel.

source: Data is provided via the citybik.es API. If your local city bike system is not supported, or you see an error in the data, you can contribute to the pybikes backend of that API by filing an issue and/or contributing code.
ru: Данные предоставляются через API citybik.es. Если система проката велосипедов в вашем городе не поддерживается, или получаемая информация неверна, вы можете внести свой вклад в развитие бэкенда pybikes этого API сообщая об ошибках и/или предлагая свой код.
sl_si: Podatki se pridobivajo preko citybik.es API. Če vaš lokalni ponudnik ni podprt ali opazite napake, lahko prispevate k razvoju pybikes s poročanjem težav in kodo.

source: You need to register to use city bikes. See HSL web pages for more information.
ru: Для использования проката необходима регистрация. Чтобы узнать об этом подробнее, перейдите на страницу HSL.
sl_si: Za uporabo koles je potrebna registracija. Za podrobnosti poglejte spletno stran HSL.

source: About Pan Bikes
ru: О программе Pan Bikes
sl_si: O programu Pan BIkes

source: version %1
ru: версия %1
sl_si: Različica %1

source: GitHub page
ru: Страница GitHub
sl_si: GitHub spletna stran

source: Pan Bikes is free software released under the GNU General Public License (GPL), version 3 or later.
ru: Pan Bikes - свободная программа, доступная на условиях GNU General Public License (GPL) версии 3 или последующей.
sl_si: Pan Bikes je brezplačen program, izdan pod licenco GNU General Public License (GPL), različica 3 ali kasnejše.

source: Donate via PayPal
ru: Пожертвование в PayPal

source: Translated by
ru: Перевод
sl_si: Prevod

source: translator-credits
ru: Вячеслав Диконов
sl_si: sponka

source: You can add new user interface translations or contribute to existing ones at Transifex.
ru: Добавить новый язык интерфейса или исправить перевод можно с помощью Transifex.

source: Transifex page
ru: Страница Transifex
sl_si: Transifex spletna stran

source: Network
ru: Сеть проката
sl_si: Izbrana lokacija

source: Preferences
ru: Параметры
sl_si: Nastavitve

source: Maximum amount of stations visible
ru: Число отображаемых пунктов проката
sl_si: Največje število vidnih postajališč

source: About
ru: О программе
sl_si: O programu

source: via %1
ru: через %1
sl_si: preko %1

source: Networks
ru: Сети проката
sl_si: Lokacije in ponudniki

source: Search
ru: Поиск
sl_si: Iskanje

source: Loading
ru: Загрузка
sl_si: Prenašam

source: No networks found
ru: Сети проката не найдены
sl_si: Ne najdem lokacij
